[
    {
        "title": "Introdução",
        "paragraphs": [
            {"text": "Damos imenso valor à sua privacidade. Isso significa que todos os recursos do Circle foram criados, desde o início. Sua segurança é nossa prioridade. Nossa equipe trabalha para garantir que você possa usar o Circle de maneira segura e apropriada. Já que somos uma plataforma tecnológica, temos vários meios de combater condutas e conteúdos que possam ser prejudiciais ou ofensivos a um público. Resumindo, concebemos nossos produtos e serviços com cuidado para proteger a sua privacidade e, ao mesmo tempo, fornecer uma experiência segura. Acreditamos que, com isso, você terá confiança suficiente para criar vínculos significativos no Circle.", "topics": []}
        ]
    },
    {
        "title": "Quem é responsável pelo processamento dos seus dados pessoais?",
        "paragraphs": [
            {"text": "A Circle Company publica o Circle App, uma rede social que permite criar memórias e compartilha-las com o mundo através do seu perfil.", "topics": []},
            {"text": "A Circle Company é a “controladora” de seus dados pessoais, conforme descrito nesta Política de Privacidade, a menos que especificado de outra forma.", "topics": []}
        ]
    },
    {
        "title": "Que dados coletamos?",
        "paragraphs": [
            {"text": "1- Dados de inscrição. Para usar o Circle, você precisa criar uma conta. Para fazer isso, podemos pedir para que você forneça informações pessoais básicas, como número de telefone, nome e data de nascimento. Você precisará escolher um nome de usuário e uma senha. Também pedimos(mas não exigimos) que você carregue uma foto de perfil.", "topics": []},
            {"text": "2- Poderemos oferecer um processo de inscrição simplificado usando o login do Apple ID ou do Google. Neste caso, receberemos dados pessoais da Apple ou do Google, como seu nome, Google ou Apple ID e seu endereço de e-mail (você poderá optar por não fornecer alguns dados dependendo das políticas do Google ou da Apple). Esses dados serão usados ​​apenas para configurar sua conta Circle", "topics": []},
            {"text": "3- Você também pode completar seu perfil com informações opcionais: descrição.", "topics": []},
            {"text": "4- Somente os seguintes dados são acessíveis publicamente através de nossos serviços: Nome, Nome de Usuário, Foto de Perfil e Descrição.", "topics": []},
            {"text": "5- Sua localização (coordenadas GPS). Sujeito ao seu consentimento, poderemos coletar e processar os dados relativos à sua localização. Isso permite que você receba recomendações de Moments com base também na sua localização. Outras restrições podem ser aplicadas dependendo da sua idade, país e leis aplicáveis.", "topics": []},
            {"text": "6- Sua localização aproximada (Endereço IP) : Se a geolocalização baseada em dados GPS não estiver ativada ou não estiver disponível para você conforme explicado acima, poderemos coletar a sua localização aproximada - como sua cidade - derivada de seu endereço IP para oferecer recomendações de Moments.", "topics": []},
            {"text": "7- O conteúdo que você compartilha no Circle. Quando você usa os recursos disponíveis no Circle, processaremos e armazenaremos o conteúdo que você compartilha, como fotos, e vídeos. Também precisamos processar os dados técnicos associados ao conteúdo que você publica (como data, informações do dispositivo, endereço IP).", "topics": []},
            {"text": "8- Você deve estar sempre ciente de que o conteúdo que você compartilha no Circle pode ser visualizado por outros usuários com quem você está interagindo, que podem salvar seu conteúdo através de seus dispositivos (por exemplo, tirando uma captura de tela do telefone) e/ou ferramentas para a finalidade de salvar fotos e vídeos. Ao usar o Circle não encorajamos você a compartilhar informações confidenciais, como dados que revelem sua origem racial ou étnica, suas opiniões políticas, crenças religiosas ou dados relativos à sua saúde, vida sexual ou orientação sexual. É, no entanto, sua liberdade de expressão fazê-lo, desde que respeite as regras em vigor na plataforma. Neste caso, você deve estar ciente de que está manifestamente tornando pública esta informação.", "topics": []},
            {"text": "9- Acesso à sua câmera, fotos e vídeos. Para enviar e fazer upload de fotos ou vídeos do seu dispositivo e usar o recurso de vídeo ao vivo, precisamos da sua permissão para acessar sua mídia e sua câmera.", "topics": []},
            {"text": "10- Informações sobre sua atividade no Circle A utilização dos nossos serviços leva à recolha dos seguintes dados:", "topics": [
                "o ID Circle associado à sua conta,",
                "a data em que você se inscreveu,",
                "a data em que você fez login pela última vez,",
                "seu país de residência,",
                "suas configurações no Circle, como preferências de temas ou língua,",
                "suas interações com os recursos do Circle e outros usuários (como o número de curtidas, visualizações, visitas ao perfil entre outros)."
            ]},
            {"text": "11- Dados relativos a dispositivos e hardware: Recolhemos as seguintes informações relativas ao(s) dispositivo(s) e hardware que utiliza para aceder aos nossos serviços:", "topics": [
                "seu endereço IP,",
                "marca e modelo do seu dispositivo,",
                "versão e idioma,",
                "sistema operacional do seu dispositivo."
            ]},
            {"text": "12- Outros usuários. Podemos receber informações de outros usuários, especialmente em conteúdo gerado por usuários, solicitações de suporte e relatórios de usuários.", "topics": []},
            {"text": "13- Parceiros de negócios. Poderemos receber informações dos nossos parceiros comerciais, que podem incluir lojas de aplicações ou fornecedores de sistemas operativos, fornecedores de análises ou outros editores e plataformas de redes sociais.", "topics": []},
            {"text": "14- Aplicação da lei ONGs. Poderemos receber informações de organizações não governamentais ou de aplicação da lei para fins de segurança, investigações ou procedimentos legais.", "topics": []}
        ]
    },
    {
        "title": "Como usamos seus dados",
        "paragraphs": [
            {"text": "1- Para gerenciar sua conta e seu relacionamento com o Circle e disponibilizar os recursos do aplicativo para você:", "topics": [
                "Crie e gerencie sua conta de usuário (incluindo acesso aos serviços do Circle).",
                "Permitem que você aproveite os recursos disponíveis no Circle e que você solicitar, incluindo ver ou publicar fotos/vídeos,  curtir ou comentar em conteúdos criados por outros usuários, adicionar descrição em seu perfil.",
                "-Selo de 'verificado' na conta. Você poderá obter o selo de verificação, apenas se um de nossos administradores entender que, você é um usuário relevante e/ou influente na plataforma, ou se considerarmos pertinente a verificação da sua conta. Não devemos qualquer tipo explicação, satisfação ou notificação para a adição ou remoção do selo de verificação da sua conta."
            ]},
            {"text": "2- Para melhorar nossos serviços e a experiência do usuário:", "topics": [
                "Medimos como você utiliza nossos serviços, quais funcionalidades você mais gosta, quais você gosta menos, com estatísticas de uso de nosso aplicativo e análises.",
                "Gestão das nossas atividades internas de comunicação e marketing, estatísticas relacionadas a comunidade Circle, ou estudos estatísticos internos.",
                "Utilizamos os dados de uso na plataforma para recomendações de Moments, com a finalidade de maximizar o engajamento na comunidade."
            ]},
            {"text": "3- Para fornecer serviços personalizados e acesso a algumas informações do seu dispositivo", "topics": [
                "Acesso ao álbum de fotos, câmera e micro do seu dispositivo para compartilhar imagens, vídeos e som no Circle.",
                "Enviar notificações push contendo informações sobre nossos produtos, atualizações de segurança e interações com outros usuários.",
                "Mostrar anúncios. Poderemos utilizar métricas geradas a partir dos dados dos usuários de dados de utilização dos mesmos, para a exibição de anúncios personalizados."
            ]}
        ]
    },
    {
        "title": "Por quanto tempo mantemos os seus dados",
        "paragraphs": [
            {"text": "Período de validade da conta", "topics": [
                "Mantemos suas informações pessoais enquanto precisarmos delas para permitir que você use nossos serviços.",
                "Você não pode excluir a sua conta através do aplicativo, apenas se entrar em contato diretamente com administradores da Circle para a solicitação do mesmo. Nossos administradores não tem quaisquer obrigação de excluir a sua conta, a obrigatoriedade se dá apenas e somente com um pedido formal para a exclusão do mesmo.",
                "A equipe de administradores do Circle não deve qualquer tipo explicação, satisfação ou notificação para o detentor da conta, caso seja decidido pela exclusão da mesma."
            ]}
        ]
    },
    {
        "title": "Com quem compartilhamos os seus dados",
        "paragraphs": [
            {"text": "1- Dados que compartilhamos", "topics": [
                "Pessoal do Circle Company . Nossos funcionários autorizados têm acesso e processam seus dados pessoais conforme necessário. Estão sujeitos a obrigações de confidencialidade e restrições de acesso de acordo com as suas funções.",
                "Provedores de serviço.  Compartilhamos seus dados pessoais com prestadores de serviços para nos ajudar a operar e melhorar nossos serviços. Por exemplo, utilizamos prestadores de serviços para hospedar os nossos serviços que envolvem o processamento dos seus dados pessoais; monitorar o desempenho dos serviços; moderar conteúdo no Circle; para detectar violações das nossas Diretrizes da Comunidade ; armazenar tickets de suporte e/ou prestar assistência aos usuários; para oferecer recursos adicionais em nossos serviços.",
                "Mudança de propriedade . Se estivermos envolvidos numa falência, fusão, aquisição, reorganização, alienação, reestruturação, venda de ativos ou outra transação de mudança de controlo, poderemos ter de transferir os seus dados pessoais para outra entidade como parte dessa transação. A presente Política de Privacidade continuará a aplicar-se aos dados pessoais transmitidos à nova entidade.",
                "Afiliados. Poderemos divulgar dados pessoais a empresas afiliadas da Circle Company para ajudar a operar os serviços.",
                "Aplicação de direitos legais . Conforme considerarmos necessário para defender nossos direitos legais ou para fazer cumprir qualquer acordo, como nossos Termos de Uso , preparar nossa defesa e participar de qualquer litígio ou ação judicial, poderemos compartilhar dados com tribunais competentes, funcionários ou órgãos públicos, consultores jurídicos e /ou especialistas.",
                "Parceiros publicitários . Sujeito ao seu consentimento prévio (quando exigido pelas leis aplicáveis), poderemos compartilhar algumas informações pessoais com parceiros publicitários para melhor selecionar os anúncios que serão exibidos, para medir o desempenho dos anúncios e para faturar o serviço de publicidade."
            ]},
            {"text": "1- Dados que você compartilha", "topics": [
                "Quando você utiliza nossos serviços, por exemplo, publicando fotos ou vídeos ou interagindo com conteúdos de terceiros. Qualquer informação, texto, imagem ou vídeo que você compartilha no Circle faz parte dos seus dados pessoais. Portanto, você deve ter muito cuidado com as informações e conteúdos que deseja compartilhar online."
            ]}
        ]
    },
    {
        "title": "Segurança de Dados",
        "paragraphs": [
            {"text": "Embora a Circle Company faça todos os esforços para ajudar a garantir a integridade e a segurança da nossa rede e dos nossos sistemas, não podemos garantir que as nossas medidas de segurança serão eficazes em todas as circunstâncias. É por isso que também é sua responsabilidade manter a confidencialidade de seus dados, como sua senha, e nos notificar imediatamente em caso de quebra de confidencialidade dos dados de sua conta.", "topics": []}
        ]
    }
]