[
      {
        "title": "Introdução",
        "paragraphs": [
          "A Rede Social Circle está na versão 1.0.0 Beta de teste, e em período de  adaptação, desenvolvimento e contínuas atualizações e melhoras no sitema, então torna-se capaz de que os Serviços não estejam operando com total precisão, e não garantiremos o funcionamento com total estabilidade ou consistência"
        ]
      },
      {
        "title": "Responsabilidades",
        "paragraphs": [
          "Qualquer uso ou confiança em qualquer Conteúdo ou materiais publicados pelos Serviços ou obtidos por você pelos Serviços é de sua inteira responsabilidade.",
          "Você reconhece que o Circle não endossa, apoia, declara ou garante a completude, veracidade, precisão ou confiabilidade de qualquer Conteúdo ou comunicação postada por meio dos Serviços, nem endossa quaisquer opiniões expressadas pelos Serviços.",
          "Você compreende que, ao utilizar os Serviços, pode estar exposto a Conteúdo ofensivo, prejudicial, impreciso, inadequado ou, em alguns casos, a publicações identificadas de modo indevido.",
          "Todo o Conteúdo é de responsabilidade exclusiva da pessoa que o criar. Não podemos monitorar ou controlar o Conteúdo postado através dos Serviços, e não podemos nos responsabilizar por tal Conteúdo."
        ]
      },
      {
        "title": "Concessão de Direitos sobre o Conteúdo",
        "paragraphs": [
          "Ao enviar, publicar ou exibir Conteúdo nos Serviços ou por meio deles, você nos outorga uma licença mundial gratuita, não exclusiva (com direito a sublicenciar) para utilizar, copiar, reproduzir, processar, adaptar, modificar, publicar, transmitir, exibir e distribuir esse Conteúdo em qualquer e todos os tipos de mídia ou métodos de distribuição já disponíveis ou que venham a ser desenvolvidos (para maior clareza, esses direitos incluem, por exemplo, curadoria, transformação e tradução)",
          "Esta licença nos autoriza a tornar seu Conteúdo disponível para o restante do mundo e permite que outros usuários interajam com o conteúdo por meio de curtidas, comentários, compartilhamentos.",
          "Você concorda que esta licença nos dá o direito de fornecer, promover e melhorar os Serviços, além de tornar o Conteúdo enviado para ou por meio dos Serviços disponível a outras empresas, organizações ou indivíduos parceiros para fins de distribuição, repost, transmissão, divulgação ou publicação dele em outros tipos de mídia e serviços, sujeitando-se aos nossos termos e condições de utilização de Conteúdo."
        ]
      },
      {
        "title": "Sua Conta",
        "paragraphs": [
          "Você pode precisar criar uma conta para utilizar alguns dos Serviços. Você é responsável por proteger sua conta, portanto, use uma senha forte e limite seu uso para esta conta. Nós não podemos ser e não seremos responsáveis por qualquer perda ou dano resultante do seu não cumprimento com o descrito acima."
        ]
      },
      {
        "title": "Sua licença para utilizar os Serviços",
        "paragraphs": [
          "Oferecemos a você uma licença pessoal, mundial, gratuita, não atribuível e não exclusiva, para utilizar o software fornecido a você como parte dos Serviços. Essa licença possui a finalidade exclusiva de permitir que você utilize e aproveite o benefício dos Serviços, conforme descrito pelo Circle, na maneira permitida por estes Termos."
        ]
      },
      {
        "title": "Uso indevido dos Serviços",
        "paragraphs": [
          "Você também concorda em não fazer uso indevido dos Serviços, por exemplo, interferindo ou acessando-os por meio de um método que não seja a interface e as instruções fornecidas pela Circle Company. Você concorda que não contornará quaisquer limitações técnicas no software fornecido a você como parte dos Serviços, nem fará engenharia reversa, descompilará ou desmontará o software, exceto e somente na medida em que a lei aplicável expressamente permitir. Você não poderá fazer o seguinte ao acessar ou usar os Serviços",
          "1- acessar, adulterar ou usar áreas não públicas dos Serviços, nossos sistemas de computador ou sistemas de entrega técnica dos nossos provedores;",
          "2- sondar, escanear ou testar a vulnerabilidade de qualquer sistema ou rede ou violar ou burlar quaisquer medidas de segurança ou autenticação;",
          "3- acessar ou pesquisar, ou tentar acessar ou pesquisar, os Serviços por qualquer meio (automatizado ou não) que não seja por meio de nossas interfaces publicadas atualmente disponíveis fornecidas por nós (e somente de acordo com os termos e condições aplicáveis), a menos que você tenha sido especificamente autorizado a fazê-lo em um contrato separado conosco (NOTA: rastrear ou remover os Serviços de qualquer forma, para qualquer finalidade, sem o nosso consentimento prévio por escrito, é expressamente proibido);",
          "4- envolver-se em qualquer conduta que viole quaisquer outras Regras e Políticas;",
          "5- nterferir ou interromper (ou tentar fazê-lo) o acesso de qualquer usuário, host ou rede, incluindo, mas não somente, envio de vírus, sobrecarga, inundação, spam, bombardeio de e-mails dos Serviços ou roteirizando a criação do Conteúdo de maneira a interferir ou criar uma carga indevida nos Serviços. Também constitui violação destes Termos facilitar ou ajudar outros a violá-los, inclusive distribuindo produtos ou serviços que permitam ou incentivem a violação destes Termos."
        ]
      },
      {
        "title": "Os Serviços estão disponíveis 'COMO ESTÃO'",
        "paragraphs": [
          "Os Serviços estão disponíveis 'COMO ESTÃO'. As “Entidades do Circle” se referem à Circle Company., suas matrizes, afiliadas, empresas relacionadas, executivos, diretores, funcionários, agentes, representantes, parceiros e licenciadores. Sem limitar o acima exposto, na extensão máxima permitida pela legislação vigente, AS ENTIDADES DO CIRCLE ISENTAM-SE DE TODAS AS GARANTIAS E CONDIÇÕES, EXPRESSAS OU IMPLÍCITAS, DE COMERCIABILIDADE, ADEQUAÇÃO A UMA FINALIDADE ESPECÍFICA OU NÃO VIOLAÇÃO. As Entidades do Circle não garantem nem declaram, e se eximem de toda e qualquer responsabilidade por",
          "1- integridade, precisão, confiabilidade, disponibilidade, pontualidade, segurança dos Serviços ou de qualquer Conteúdo;",
          "2- qualquer dano ao sistema do seu computador (ou dispositivo pelo qual está fazendo a utilizaçao dos nossos Serviços, perda de dados ou outro dano resultante do seu acesso ou uso dos Serviços), ou de qualquer Conteúdo;",
          "3- exclusão ou falha em armazenar ou transmitir qualquer Conteúdo e outras comunicações mantidas pelos Serviços;",
          "4- e se os Serviços atenderão aos seus requisitos ou estarão disponíveis de forma ininterrupta, segura ou sem erros. Nenhum conselho ou informação, oral ou por escrito, obtido das Entidades do Circle ou através dos Serviços, criará qualquer garantia ou declaração não expressamente feita aqui."
        ]
      }
    ]